import numpy as np  # Πρέπει να υπάρχει αυτό στην αρχή!

# Δημιουργία matrix 3x3
matrix = np.array([[1, 2, 3], 
                   [4, 5, 6], 
                   [7, 8, 9]])
print(matrix)

# 2D array όπου οι γραμμές αντιπροσωπεύουν διαφορετικούς ανθρώπους 
# και οι στήλες αντιπροσωπεύουν διαφορετικές μετρήσεις (ύψος, βάρος)
measurements = np.array([[185, 75], 
                        [170, 68], 
                        [192, 82], 
                        [178, 70], 
                        [175, 77]])